verification/runs/T-family/T19_runs/P_Ts_c/0.orig/T
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      T;
}

dimensions      [0 0 0 1 0 0 0];
internalField   uniform 300;
boundaryField
{
    inlet     { type fixedValue; value uniform 300; }
    outlet    { type zeroGradient; }
    wallLo    { type fixedValue; value uniform 400; }
    wallHi    { type fixedValue; value uniform 400; }
    frontBack { type empty; }
}
