verification/runs/T-family/T19_runs/P_Ts_c/system/blockMeshDict
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      blockMeshDict;
}

scale 1;

vertices
(
    (0 0 0) (1.20000000 0 0) (1.20000000 0.02000000 0) (0 0.02000000 0)
    (0 0 0.00100000) (1.20000000 0 0.00100000) (1.20000000 0.02000000 0.00100000) (0 0.02000000 0.00100000)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (120 20 1) simpleGrading (1 1 1)
);

edges ();

boundary
(
    inlet     { type patch; faces ( (0 4 7 3) ); }
    outlet    { type patch; faces ( (1 2 6 5) ); }
    wallLo    { type wall;  faces ( (0 1 5 4) ); }
    wallHi    { type wall;  faces ( (3 7 6 2) ); }
    frontBack { type empty; faces ( (0 3 2 1) (4 5 6 7) ); }
);

mergePatchPairs ();
